{
  "pack": "tor2e-callings",
  "type": "calling",
  "version": 1,
  "entries": [
    {
      "id": "captain",
      "name": "Captain",
      "group": "Callings",
      "description": "He stood up, and seemed suddenly to grow taller. In his eyes gleamed\na light, keen and commanding.\nWhen the world is on the brink of ruin, it is the duty of all\nindividuals of worth to rise and take the lead, whatever the\nrisk. You have chosen to put your judgement to the service of\nothers, to guide them in this dark hour. But you don’t want\nothers to heed your commands out of fear or obedience —\nyou want them to follow you because they trust you.",
      "flavor": "",
      "favouredSkills": [
        "BATTLE",
        "ENHEARTEN",
        "PERSUADE"
      ],
      "additionalFeature": "LEADERSHIP",
      "shadowPath": "Lure Of Power"
    },
    {
      "id": "champion",
      "name": "Champion",
      "group": "Callings",
      "description": "“War must be, while we defend our lives against a destroyer who\nwould devour all…”\nYou deem that there is but one way to oppose the return of\nthe Shadow, and that it is to conquer it by strength of arms.\nYou are recognised as a warrior among your folk, a valiant\nfighter, onward into battle. For you, the road to adventure\nleads straight to wherever your foes prowl or hide.",
      "flavor": "",
      "favouredSkills": [
        "ATHLETICS",
        "AWE",
        "HUNTING"
      ],
      "additionalFeature": "ENEMY-LORE",
      "shadowPath": "Curse Of Vengeance"
    },
    {
      "id": "messenger",
      "name": "Messenger",
      "group": "Callings",
      "description": "“Elrond is sending Elves, and they will get in touch with the Rangers,\nand maybe with Thranduil’s folk in Mirkwood.”\nThe Wise hold that evil days lie ahead, and that to keep hope,\nall who fight the Enemy must be as one. Yet, many miles and\ncenturies of isolation separate the Free Peoples, and estrangement\nbreeds mistrust. You have decided that it is your duty to\ntravel to distant lands, carrying tidings and warning people\nof the coming danger.",
      "flavor": "",
      "favouredSkills": [
        "COURTESY",
        "SONG",
        "TRAVEL"
      ],
      "additionalFeature": "FOLK-LORE",
      "shadowPath": "Wandering-Madness"
    },
    {
      "id": "scholar",
      "name": "Scholar",
      "group": "Callings",
      "description": "“Speak no secrets! Here is a scholar in the Ancient Tongue.”\nFor you, knowledge makes the wild world a less threatening\nplace. Yellowed maps in lost books replace a fear of the\nunknown with curiosity and wonder, songs composed in\nages past strengthen the weariest of hearts. A love of learning\nguides your every step, and illuminates the way for you\nand those who listen to your advice.",
      "flavor": "",
      "favouredSkills": [
        "CRAFT",
        "LORE",
        "RIDDLE"
      ],
      "additionalFeature": "RHYMES",
      "shadowPath": "Lure Of Secrets"
    },
    {
      "id": "treasure-hunter",
      "name": "Treasure Hunter",
      "group": "Callings",
      "description": "Far over the Misty Mountains cold, To dungeons deep and caverns\nold. We must away ere break of day, To seek the pale enchanted gold.\nThe world has seen the passing of the glory of many Dwarven\nkings and Elven lords, and their heritage is now buried\nin Orc-infested\ndungeons. Hoards of stolen gold and jewels,\nguarded by fell beasts, beckon all who dare to find them.\nYou seek to recover what is lost, even when it means braving\nunspeakable dangers.",
      "flavor": "",
      "favouredSkills": [
        "EXPLORE",
        "SCAN",
        "STEALTH"
      ],
      "additionalFeature": "BURGLARY",
      "shadowPath": "Dragon-Sickness"
    },
    {
      "id": "warden",
      "name": "Warden",
      "group": "Callings",
      "description": "“Travellers scowl at us, and countrymen give us scornful names.”\nIn this age of the world, when shadows grow deeper with every\npassing year, you have sworn to defend all who cannot defend\nthemselves. Often, your choice forces you to forsake civilised\nareas, to better guard their inhabitants from what lurks right\noutside their fences. This has made you a stranger in the eyes\nof the common folk, a threatening figure like those you are\nprotecting them from.",
      "flavor": "",
      "favouredSkills": [
        "AWARENESS",
        "HEALING",
        "INSIGHT"
      ],
      "additionalFeature": "SHADOW-LORE",
      "shadowPath": "Path Of Despair"
    }
  ]
}
